Repository: alexryakhin/PriceWizard
Catalog: PriceWizard/Resources/Localization/*.lproj/PriceSettings.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# selectSubscription
source: Select a Subscription
ar: اختر اشتراكاً
ca: Selecciona una subscripció
cs: Vyberte předplatné
da: Vælg et abonnement
de: Abonnement auswählen
el: Επιλέξτε συνδρομή
es: Seleccionar suscripción
fi: Valitse tilaus
fr: Choisir un abonnement
he: בחר מנוי
hi: सब्सक्रिप्शन चुनें
hr: Odaberi pretplatu
hu: Válassz előfizetést
id: Pilih Langganan
it: Seleziona un abbonamento
ja: サブスクリプションを選択
ko: 구독 선택
nb: Velg et abonnement
pl: Wybierz subskrypcję
pt_br: Selecionar assinatura
ro: Selectează un abonament
ru: Выберите подписку
sk: Vyberte predplatné
sv: Välj en prenumeration
th: เลือกการสมัครสมาชิก
tr: Abonelik Seçin
uk: Виберіть підписку
vi: Chọn đăng ký
zh_hans: 选择订阅
zh_hant: 選擇訂閱

# selectSubscriptionDescription
source: Choose a subscription from the list to configure its prices.
ar: اختر اشتراكاً من القائمة لتكوين أسعاره.
ca: Tria una subscripció de la llista per configurar els preus.
cs: Vyberte předplatné ze seznamu pro nastavení cen.
da: Vælg et abonnement på listen for at konfigurere priser.
de: Wähle ein Abonnement aus der Liste, um Preise zu konfigurieren.
el: Επιλέξτε συνδρομή από τη λίστα για ρύθμιση τιμών.
es: Elige una suscripción de la lista para configurar sus precios.
fi: Valitse tilaus listasta hinnoittelun määrittämiseksi.
fr: Choisissez un abonnement dans la liste pour configurer ses prix.
he: בחר מנוי מהרשימה כדי להגדיר את המחירים.
hi: कीमतें सेट करने के लिए सूची से सब्सक्रिप्शन चुनें।
hr: Odaberi pretplatu s popisa za postavljanje cijena.
hu: Válassz előfizetést a listából az árak beállításához.
id: Pilih langganan dari daftar untuk mengonfigurasi harganya.
it: Scegli un abbonamento dall’elenco per configurarne i prezzi.
ja: リストからサブスクリプションを選んで価格を設定します。
ko: 목록에서 구독을 선택하여 가격을 설정합니다.
nb: Velg et abonnement fra listen for å konfigurere priser.
pl: Wybierz subskrypcję z listy, aby skonfigurować ceny.
pt_br: Escolha uma assinatura na lista para configurar os preços.
ro: Alege un abonament din listă pentru a configura prețurile.
ru: Выберите подписку в списке, чтобы настроить цены.
sk: Vyberte predplatné zo zoznamu pre nastavenie cien.
sv: Välj en prenumeration i listan för att konfigurera priser.
th: เลือกการสมัครสมาชิกจากรายการเพื่อกำหนดราคา
tr: Fiyatları yapılandırmak için listeden bir abonelik seçin.
uk: Виберіть підписку зі списку, щоб налаштувати ціни.
vi: Chọn đăng ký từ danh sách để cấu hình giá.
zh_hans: 从列表中选择订阅以配置其价格。
zh_hant: 從列表中選擇訂閱以設定其價格。

source: Base Price
ar: السعر الأساسي
ca: Preu base
cs: Základní cena
da: Basispris
de: Grundpreis
el: Βασική τιμή
es: Precio base
fi: Perushinta
fr: Prix de base
he: מחיר בסיס
hi: आधार कीमत
hr: Osnovna cijena
hu: Alapár
id: Harga Dasar
it: Prezzo base
ja: 基本価格
ko: 기본 가격
nb: Grunnpris
pl: Cena bazowa
pt_br: Preço base
ro: Preț de bază
ru: Базовая цена
sk: Základná cena
sv: Baspris
th: ราคาพื้นฐาน
tr: Temel Fiyat
uk: Базова ціна
vi: Giá cơ bản
zh_hans: 基础价格
zh_hant: 基礎價格

source: Loading price points…
ar: جاري تحميل الأسعار…
ca: Carregant preus…
cs: Načítání cen…
da: Indlæser priser…
de: Preispunkte werden geladen…
el: Φόρτωση τιμών…
es: Cargando precios…
fi: Ladataan hintoja…
fr: Chargement des prix…
he: טוען מחירים…
hi: कीमतें लोड हो रही हैं…
hr: Učitavanje cijena…
hu: Árak betöltése…
id: Memuat harga…
it: Caricamento prezzi…
ja: 価格を読み込み中…
ko: 가격 로딩 중…
nb: Laster priser…
pl: Ładowanie cen…
pt_br: Carregando preços…
ro: Se încarcă prețurile…
ru: Загрузка цен…
sk: Načítavajú sa ceny…
sv: Laddar priser…
th: กำลังโหลดราคา…
tr: Fiyatlar yükleniyor…
uk: Завантаження цін…
vi: Đang tải giá…
zh_hans: 正在加载价格…
zh_hant: 正在載入價格…

# noPricePointsForSubscription
source: No price points available for this subscription.
ar: لا توجد أسعار متاحة لهذا الاشتراك.
ca: No hi ha preus disponibles per a aquesta subscripció.
cs: Pro toto předplatné nejsou k dispozici žádné ceny.
da: Ingen priser tilgængelige for dette abonnement.
de: Für dieses Abonnement sind keine Preispunkte verfügbar.
el: Δεν υπάρχουν διαθέσιμες τιμές για αυτή τη συνδρομή.
es: No hay precios disponibles para esta suscripción.
fi: Tilaukseen ei ole hintoja.
fr: Aucun prix disponible pour cet abonnement.
he: אין מחירים זמינים למנוי זה.
hi: इस सब्सक्रिप्शन के लिए कोई कीमत उपलब्ध नहीं।
hr: Nema dostupnih cijena za ovu pretplatu.
hu: Ehhez az előfizetéshez nincs elérhető ár.
id: Tidak ada harga yang tersedia untuk langganan ini.
it: Nessun prezzo disponibile per questo abbonamento.
ja: このサブスクリプションに利用可能な価格がありません。
ko: 이 구독에 사용 가능한 가격이 없습니다.
nb: Ingen priser tilgjengelige for dette abonnementet.
pl: Brak dostępnych cen dla tej subskrypcji.
pt_br: Nenhum preço disponível para esta assinatura.
ro: Nu există prețuri disponibile pentru acest abonament.
ru: Нет доступных цен для этой подписки.
sk: Pre toto predplatné nie sú k dispozícii žiadne ceny.
sv: Inga priser tillgängliga för denna prenumeration.
th: ไม่มีราคาสำหรับการสมัครสมาชิกนี้
tr: Bu abonelik için fiyat bulunamadı.
uk: Немає доступних цін для цієї підписки.
vi: Không có giá cho đăng ký này.
zh_hans: 此订阅暂无可用价格。
zh_hant: 此訂閱尚無可用價格。

source: Price
ar: السعر
ca: Preu
cs: Cena
da: Pris
de: Preis
el: Τιμή
es: Precio
fi: Hinta
fr: Prix
he: מחיר
hi: कीमत
hr: Cijena
hu: Ár
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nb: Pris
pl: Cena
pt_br: Preço
ro: Preț
ru: Цена
sk: Cena
sv: Pris
th: ราคา
tr: Fiyat
uk: Ціна
vi: Giá
zh_hans: 价格
zh_hant: 價格

source: Select…
ar: اختر…
ca: Selecciona…
cs: Vybrat…
da: Vælg…
de: Auswählen…
el: Επιλογή…
es: Seleccionar…
fi: Valitse…
fr: Choisir…
he: בחר…
hi: चुनें…
hr: Odaberi…
hu: Válassz…
id: Pilih…
it: Seleziona…
ja: 選択…
ko: 선택…
nb: Velg…
pl: Wybierz…
pt_br: Selecionar…
ro: Selectează…
ru: Выбрать…
sk: Vybrať…
sv: Välj…
th: เลือก…
tr: Seç…
uk: Вибрати…
vi: Chọn…
zh_hans: 选择…
zh_hant: 選擇…

source: Index Mode
ar: وضع المؤشر
ca: Mode d’índex
cs: Režim indexu
da: Indeks tilstand
de: Index-Modus
el: Λειτουργία ευρετηρίου
es: Modo de índice
fi: Indeksitila
fr: Mode d’index
he: מצב אינדקס
hi: इंडेक्स मोड
hr: Način indeksa
hu: Index mód
id: Mode Indeks
it: Modalità indice
ja: インデックスモード
ko: 인덱스 모드
nb: Indeksmodus
pl: Tryb indeksu
pt_br: Modo de índice
ro: Mod index
ru: Режим индекса
sk: Režim indexu
sv: Indexläge
th: โหมดดัชนี
tr: Dizin Modu
uk: Режим індексу
vi: Chế độ chỉ mục
zh_hans: 指数模式
zh_hant: 指數模式

source: Mode
ar: الوضع
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
he: מצב
hi: मोड
hr: Način
hu: Mód
it: Modalità
ja: モード
ko: 모드
nb: Modus
pl: Tryb
pt_br: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: Preview
ar: معاينة
ca: Vista prèvia
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fi: Esikatselu
fr: Aperçu
he: תצוגה מקדימה
hi: पूर्वावलोकन
hr: Pregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
nb: Forhåndsvisning
pl: Podgląd
pt_br: Visualização
ro: Previzualizare
ru: Предпросмотр
sk: Náhľad
sv: Förhandsgranska
th: แสดงตัวอย่าง
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Territory
ar: المنطقة
ca: Territori
cs: Oblast
da: Område
de: Territorium
el: Περιοχή
es: Territorio
fi: Alue
fr: Territoire
he: אזור
hi: क्षेत्र
hr: Područje
hu: Régió
id: Wilayah
it: Territorio
ja: 地域
ko: 지역
nb: Område
pl: Region
pt_br: Território
ro: Teritoriu
ru: Территория
sk: Oblasť
sv: Region
th: ภูมิภาค
tr: Bölge
uk: Регіон
vi: Khu vực
zh_hans: 地区
zh_hant: 地區

source: Currency
ar: العملة
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
fi: Valuutta
fr: Devise
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
id: Mata Uang
it: Valuta
ja: 通貨
ko: 통화
nb: Valuta
pl: Waluta
pt_br: Moeda
ro: Monedă
ru: Валюта
sk: Mena
sv: Valuta
th: สกุลเงิน
tr: Para Birimi
uk: Валюта
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣

source: Current price
ar: السعر الحالي
ca: Preu actual
cs: Aktuální cena
da: Nuværende pris
de: Aktueller Preis
el: Τρέχουσα τιμή
es: Precio actual
fi: Nykyinen hinta
fr: Prix actuel
he: מחיר נוכחי
hi: वर्तमान कीमत
hr: Trenutna cijena
hu: Jelenlegi ár
id: Harga saat ini
it: Prezzo attuale
ja: 現在の価格
ko: 현재 가격
nb: Nåværende pris
pl: Aktualna cena
pt_br: Preço atual
ro: Preț actual
ru: Текущая цена
sk: Aktuálna cena
sv: Aktuellt pris
th: ราคาปัจจุบัน
tr: Mevcut fiyat
uk: Поточна ціна
vi: Giá hiện tại
zh_hans: 当前价格
zh_hant: 目前價格

source: New Price
ar: السعر الجديد
ca: Preu nou
cs: Nová cena
da: Ny pris
de: Neuer Preis
el: Νέα τιμή
es: Nuevo precio
fi: Uusi hinta
fr: Nouveau prix
he: מחיר חדש
hi: नई कीमत
hr: Nova cijena
hu: Új ár
id: Harga baru
it: Nuovo prezzo
ja: 新価格
ko: 새 가격
nb: Ny pris
pl: Nowa cena
pt_br: Novo preço
ro: Preț nou
ru: Новая цена
sk: Nová cena
sv: Nytt pris
th: ราคาใหม่
tr: Yeni fiyat
uk: Нова ціна
vi: Giá mới
zh_hans: 新价格
zh_hant: 新價格

source: New Price (USD)
ar: السعر الجديد (USD)
ca: Preu nou (USD)
cs: Nová cena (USD)
da: Ny pris (USD)
de: Neuer Preis (USD)
el: Νέα τιμή (USD)
es: Nuevo precio (USD)
fi: Uusi hinta (USD)
fr: Nouveau prix (USD)
he: מחיר חדש (USD)
hi: नई कीमत (USD)
hr: Nova cijena (USD)
hu: Új ár (USD)
id: Harga baru (USD)
it: Nuovo prezzo (USD)
ja: 新価格（USD）
ko: 새 가격 (USD)
nb: Ny pris (USD)
pl: Nowa cena (USD)
pt_br: Novo preço (USD)
ro: Preț nou (USD)
ru: Новая цена (USD)
sk: Nová cena (USD)
sv: Nytt pris (USD)
th: ราคาใหม่ (USD)
tr: Yeni fiyat (USD)
uk: Нова ціна (USD)
vi: Giá mới (USD)
zh_hans: 新价格 (USD)
zh_hant: 新價格 (USD)

source: Price Change Options
ar: خيارات تغيير السعر
ca: Opcions de canvi de preu
cs: Možnosti změny ceny
da: Prisændringsmuligheder
de: Preisänderungsoptionen
el: Επιλογές αλλαγής τιμής
es: Opciones de cambio de precio
fi: Hinnanmuutosvaihtoehdot
fr: Options de changement de prix
he: אפשרויות שינוי מחיר
hi: कीमत बदलने के विकल्प
hr: Opcije promjene cijene
hu: Árváltoztatási lehetőségek
id: Opsi Perubahan Harga
it: Opzioni modifica prezzi
ja: 価格変更オプション
ko: 가격 변경 옵션
nb: Prisendringsalternativer
pl: Opcje zmiany ceny
pt_br: Opções de alteração de preço
ro: Opțiuni modificare preț
ru: Параметры изменения цены
sk: Možnosti zmeny ceny
sv: Prisändringsalternativ
th: ตัวเลือกการเปลี่ยนราคา
tr: Fiyat Değişikliği Seçenekleri
uk: Параметри зміни ціни
vi: Tùy chọn thay đổi giá
zh_hans: 价格变更选项
zh_hant: 價格變更選項

# preserveCurrentPrice
source: Preserve current price for existing subscribers
ar: الإبقاء على السعر الحالي للمشتركين الحاليين
ca: Mantén el preu actual per als subscriptors existents
cs: Zachovat aktuální cenu pro stávající předplatitele
da: Bevar nuværende pris for eksisterende abonnenter
de: Aktuellen Preis für bestehende Abonnenten beibehalten
el: Διατήρηση τρέχουσας τιμής για υπάρχοντες συνδρομητές
es: Mantener el precio actual para suscriptores existentes
fi: Säilytä nykyinen hinta nykyisille tilaajille
fr: Conserver le prix actuel pour les abonnés existants
he: שמור מחיר נוכחי למנויים קיימים
hi: मौजूदा सब्सक्राइबर के लिए वर्तमान कीमत बनाए रखें
hr: Zadrži trenutnu cijenu za postojeće pretplatnike
hu: Meglévő előfizetők jelenlegi árának megtartása
id: Pertahankan harga saat ini untuk pelanggan yang ada
it: Mantieni il prezzo attuale per gli abbonati esistenti
ja: 既存の購読者の現在の価格を維持
ko: 기존 구독자 현재 가격 유지
nb: Behold nåværende pris for eksisterende abonnenter
pl: Zachowaj aktualną cenę dla istniejących subskrybentów
pt_br: Manter preço atual para assinantes existentes
ro: Păstrează prețul actual pentru abonații existenți
ru: Сохранить текущую цену для существующих подписчиков
sk: Zachovať aktuálnu cenu pre existujúcich predplatiteľov
sv: Behåll aktuellt pris för befintliga prenumeranter
th: รักษาราคาปัจจุบันสำหรับสมาชิกที่มีอยู่
tr: Mevcut aboneler için mevcut fiyatı koru
uk: Зберегти поточну ціну для існуючих підписників
vi: Giữ giá hiện tại cho người đăng ký hiện có
zh_hans: 为现有订阅者保留当前价格
zh_hant: 為現有訂閱者保留目前價格

source: Start date
ar: تاريخ البدء
ca: Data d’inici
cs: Datum zahájení
da: Startdato
de: Startdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
fi: Aloituspäivä
fr: Date de début
he: תאריך התחלה
hi: शुरू तारीख
hr: Datum početka
hu: Kezdő dátum
id: Tanggal mulai
it: Data di inizio
ja: 開始日
ko: 시작일
nb: Startdato
pl: Data rozpoczęcia
pt_br: Data de início
ro: Data începerii
ru: Дата начала
sk: Dátum začiatku
sv: Startdatum
th: วันเริ่มต้น
tr: Başlangıç tarihi
uk: Дата початку
vi: Ngày bắt đầu
zh_hans: 开始日期
zh_hant: 開始日期

source: Next scheduled change: %@
ar: التغيير المجدول التالي: %@
ca: Proper canvi programat: %@
cs: Další plánovaná změna: %@
da: Næste planlagte ændring: %@
de: Nächste geplante Änderung: %@
el: Επόμενη προγραμματισμένη αλλαγή: %@
es: Próximo cambio programado: %@
fi: Seuraava suunniteltu muutos: %@
fr: Prochain changement prévu : %@
he: שינוי מתוכנן הבא: %@
hi: अगला निर्धारित बदलाव: %@
hr: Sljedeća planirana promjena: %@
hu: Következő ütemezett változás: %@
id: Perubahan terjadwal berikutnya: %@
it: Prossima modifica programmata: %@
ja: 次回の予定変更：%@
ko: 다음 예정된 변경: %@
nb: Neste planlagte endring: %@
pl: Następna zaplanowana zmiana: %@
pt_br: Próxima alteração programada: %@
ro: Următoarea modificare programată: %@
ru: Следующее запланированное изменение: %@
sk: Ďalšia plánovaná zmena: %@
sv: Nästa planerade ändring: %@
th: การเปลี่ยนแปลงที่กำหนดครั้งถัดไป: %@
tr: Sonraki planlanan değişiklik: %@
uk: Наступна запланована зміна: %@
vi: Thay đổi theo lịch tiếp theo: %@
zh_hans: 下次计划变更：%@
zh_hant: 下次排程變更：%@

source: No future scheduled changes
ar: لا توجد تغييرات مجدولة
ca: Cap canvi programat
cs: Žádné plánované změny
da: Ingen fremtidige ændringer planlagt
de: Keine zukünftigen Änderungen geplant
el: Δεν υπάρχουν προγραμματισμένες αλλαγές
es: No hay cambios programados
fi: Ei suunniteltuja muutoksia
fr: Aucun changement prévu
he: אין שינויים מתוכננים
hi: कोई निर्धारित बदलाव नहीं
hr: Nema planiranih promjena
hu: Nincs ütemezett változás
id: Tidak ada perubahan terjadwal
it: Nessuna modifica programmata
ja: 今後の予定変更はありません
ko: 예정된 변경 없음
nb: Ingen fremtidige endringer planlagt
pl: Brak zaplanowanych zmian
pt_br: Nenhuma alteração programada
ro: Nicio modificare programată
ru: Нет запланированных изменений
sk: Žiadne plánované zmeny
sv: Inga framtida ändringar planerade
th: ไม่มีการเปลี่ยนแปลงที่กำหนด
tr: Planlanan değişiklik yok
uk: Немає запланованих змін
vi: Không có thay đổi theo lịch
zh_hans: 暂无计划变更
zh_hant: 尚無排程變更

# startDateConflict
source: This date is already used by a scheduled price change; choose another date.
ar: هذا التاريخ مستخدم بالفعل في تغيير سعر مجدول؛ اختر تاريخاً آخر.
ca: Aquesta data ja s’usa en un canvi de preu programat; tria’n una altra.
cs: Toto datum již používá plánovaná změna ceny; vyberte jiné.
da: Denne dato bruges allerede af en planlagt prisændring; vælg en anden.
de: Dieses Datum wird bereits von einer geplanten Preisänderung verwendet; wähle ein anderes Datum.
el: Αυτή η ημερομηνία χρησιμοποιείται ήδη από αλλαγή τιμής· επιλέξτε άλλη.
es: Esta fecha ya está usada por un cambio de precio; elige otra.
fi: Tätä päivää käyttää jo suunniteltu hinnanmuutos; valitse toinen.
fr: Cette date est déjà utilisée par un changement de prix ; choisissez une autre date.
he: התאריך הזה כבר בשימוש בשינוי מחיר מתוכנן; בחר תאריך אחר.
hi: यह तारीख पहले से निर्धारित कीमत बदलाव में इस्तेमाल हो रही है; दूसरी चुनें।
hr: Ovaj datum već koristi planirana promjena cijene; odaberi drugi.
hu: Ezt a dátumot már használja egy ütemezett árváltozás; válassz másikat.
id: Tanggal ini sudah digunakan oleh perubahan harga terjadwal; pilih tanggal lain.
it: Questa data è già usata da una modifica di prezzo; scegline un’altra.
ja: この日付は既に予定された価格変更で使用されています。別の日付を選んでください。
ko: 이 날짜는 이미 예정된 가격 변경에 사용됩니다. 다른 날짜를 선택하세요.
nb: Denne datoen brukes allerede av en planlagt prisendring; velg en annen.
pl: Ta data jest już używana przez zaplanowaną zmianę ceny; wybierz inną.
pt_br: Esta data já está em uso por uma alteração de preço; escolha outra.
ro: Această dată este deja folosită de o modificare de preț; alege alta.
ru: Эта дата уже используется для изменения цены; выберите другую.
sk: Tento dátum už používa plánovaná zmena ceny; vyberte iný.
sv: Detta datum används redan av en planerad prisändring; välj ett annat.
th: วันนี้ถูกใช้โดยการเปลี่ยนราคาที่กำหนดแล้ว เลือกวันอื่น
tr: Bu tarih zaten planlanan bir fiyat değişikliğinde kullanılıyor; başka seçin.
uk: Цю дату вже використовує запланована зміна ціни; виберіть іншу.
vi: Ngày này đã được dùng cho thay đổi giá theo lịch; chọn ngày khác.
zh_hans: 该日期已被计划价格变更使用，请选择其他日期。
zh_hant: 此日期已被排程價格變更使用，請選擇其他日期。

source: Apply to App Store Connect
ar: تطبيق في App Store Connect
ca: Aplicar a App Store Connect
cs: Použít v App Store Connect
da: Anvend i App Store Connect
de: In App Store Connect übernehmen
el: Εφαρμογή στο App Store Connect
es: Aplicar en App Store Connect
fi: Käytä App Store Connectissa
fr: Appliquer dans App Store Connect
he: החל ב־App Store Connect
hi: App Store Connect में लागू करें
hr: Primijeni u App Store Connectu
hu: Alkalmazás az App Store Connectben
id: Terapkan di App Store Connect
it: Applica in App Store Connect
ja: App Store Connectに適用
ko: App Store Connect에 적용
nb: Bruk i App Store Connect
pl: Zastosuj w App Store Connect
pt_br: Aplicar no App Store Connect
ro: Aplică în App Store Connect
ru: Применить в App Store Connect
sk: Použiť v App Store Connect
sv: Tillämpa i App Store Connect
th: นำไปใช้ใน App Store Connect
tr: App Store Connect’te Uygula
uk: Застосувати в App Store Connect
vi: Áp dụng trong App Store Connect
zh_hans: 应用到 App Store Connect
zh_hant: 套用到 App Store Connect

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Tamam
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Select Price for %@
ar: اختر السعر لـ %@
ca: Selecciona preu per a %@
cs: Vybrat cenu pro %@
da: Vælg pris for %@
de: Preis auswählen für %@
el: Επιλέξτε τιμή για %@
es: Seleccionar precio para %@
fi: Valitse hinta kohteelle %@
fr: Choisir le prix pour %@
he: בחר מחיר עבור %@
hi: %@ के लिए कीमत चुनें
hr: Odaberi cijenu za %@
hu: Ár kiválasztása ehhez: %@
id: Pilih harga untuk %@
it: Seleziona prezzo per %@
ja: %@の価格を選択
ko: %@ 가격 선택
nb: Velg pris for %@
pl: Wybierz cenę dla %@
pt_br: Selecionar preço para %@
ro: Selectează preț pentru %@
ru: Выбрать цену для %@
sk: Vybrať cenu pre %@
sv: Välj pris för %@
th: เลือกราคาสำหรับ %@
tr: %@ için fiyat seçin
uk: Вибрати ціну для %@
vi: Chọn giá cho %@
zh_hans: 选择 %@ 的价格
zh_hant: 選擇 %@ 的價格

# loadingPricePointsProgress
source: Loading price points…
ar: جاري تحميل الأسعار…
ca: Carregant preus…
cs: Načítání cen…
da: Indlæser priser…
de: Preispunkte werden geladen…
el: Φόρτωση τιμών…
es: Cargando precios…
fi: Ladataan hintoja…
fr: Chargement des prix…
he: טוען מחירים…
hi: कीमतें लोड हो रही हैं…
hr: Učitavanje cijena…
hu: Árak betöltése…
id: Memuat harga…
it: Caricamento prezzi…
ja: 価格を読み込み中…
ko: 가격 로딩 중…
nb: Laster priser…
pl: Ładowanie cen…
pt_br: Carregando preços…
ro: Se încarcă prețurile…
ru: Загрузка цен…
sk: Načítavajú sa ceny…
sv: Laddar priser…
th: กำลังโหลดราคา…
tr: Fiyatlar yükleniyor…
uk: Завантаження цін…
vi: Đang tải giá…
zh_hans: 正在加载价格…
zh_hant: 正在載入價格…

source: No price points available
ar: لا توجد أسعار متاحة
ca: Cap preu disponible
cs: Žádné ceny k dispozici
da: Ingen priser tilgængelige
de: Keine Preispunkte verfügbar
el: Δεν υπάρχουν διαθέσιμες τιμές
es: No hay precios disponibles
fi: Ei hintoja saatavilla
fr: Aucun prix disponible
he: אין מחירים זמינים
hi: कोई कीमत उपलब्ध नहीं
hr: Nema dostupnih cijena
hu: Nincs elérhető ár
id: Tidak ada harga tersedia
it: Nessun prezzo disponibile
ja: 利用可能な価格がありません
ko: 사용 가능한 가격 없음
nb: Ingen priser tilgjengelige
pl: Brak dostępnych cen
pt_br: Nenhum preço disponível
ro: Nicio preț disponibil
ru: Нет доступных цен
sk: Žiadne ceny k dispozícii
sv: Inga priser tillgängliga
th: ไม่มีราคา
tr: Fiyat bulunamadı
uk: Немає доступних цін
vi: Không có giá
zh_hans: 暂无可用价格
zh_hant: 尚無可用價格

# priceCurrency
source: Price (%@)
ar: السعر (%@)
ca: Preu (%@)
cs: Cena (%@)
da: Pris (%@)
de: Preis (%@)
el: Τιμή (%@)
es: Precio (%@)
fi: Hinta (%@)
fr: Prix (%@)
he: מחיר (%@)
hi: कीमत (%@)
hr: Cijena (%@)
hu: Ár (%@)
id: Harga (%@)
it: Prezzo (%@)
ja: 価格（%@）
ko: 가격 (%@)
nb: Pris (%@)
pl: Cena (%@)
pt_br: Preço (%@)
ro: Preț (%@)
ru: Цена (%@)
sk: Cena (%@)
sv: Pris (%@)
th: ราคา (%@)
tr: Fiyat (%@)
uk: Ціна (%@)
vi: Giá (%@)
zh_hans: 价格（%@）
zh_hant: 價格（%@）

source: Loading price tiers…
ar: جاري تحميل مستويات الأسعار…
ca: Carregant nivells de preu…
cs: Načítání cenových úrovní…
da: Indlæser prisniveauer…
de: Preisstufen werden geladen…
el: Φόρτωση βαθμίδων τιμών…
es: Cargando tramos de precio…
fi: Ladataan hintatasot…
fr: Chargement des paliers…
he: טוען דרגות מחיר…
hi: कीमत स्तर लोड हो रहे हैं…
hr: Učitavanje razina cijena…
hu: Árszintek betöltése…
id: Memuat tingkat harga…
it: Caricamento fasce di prezzo…
ja: 価格ティアを読み込み中…
ko: 가격 구간 로딩 중…
nb: Laster prisnivåer…
pl: Ładowanie poziomów cen…
pt_br: Carregando faixas de preço…
ro: Se încarcă nivelurile de preț…
ru: Загрузка ценовых уровней…
sk: Načítavajú sa cenové úrovne…
sv: Laddar prisnivåer…
th: กำลังโหลดระดับราคา…
tr: Fiyat kademeleri yükleniyor…
uk: Завантаження рівнів цін…
vi: Đang tải mức giá…
zh_hans: 正在加载价格档位…
zh_hant: 正在載入價格級距…

# tierProgress
source: %@ of %@
ar: %@ من %@
ca: %@ de %@
cs: %@ z %@
da: %@ af %@
de: %@ von %@
el: %@ από %@
es: %@ de %@
fr: %@ sur %@
he: %@ מתוך %@
hr: %@ od %@
id: %@ dari %@
it: %@ di %@
nb: %@ av %@
pl: %@ z %@
pt_br: %@ de %@
ro: %@ din %@
ru: %@ из %@
sk: %@ z %@
sv: %@ av %@
th: %@ จาก %@
uk: %@ з %@

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
it: Errore
ja: エラー
ko: 오류
nb: Feil
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: OK
ar: موافق
he: אישור
hi: ठीक है
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

# appliedPricesSuccess
source: Applied %@ prices successfully
ar: تم تطبيق %@ أسعار بنجاح
cs: Úspěšně aplikováno %@ cen
da: Anvendt %@ priser succesfuldt
de: %@ Preise erfolgreich übernommen
el: Εφαρμόστηκαν %@ τιμές με επιτυχία
es: Aplicados %@ precios correctamente
fi: Hinnat (%@ kpl) käytettiin onnistuneesti
fr: %@ prix appliqués avec succès
he: הוחלו %@ מחירים בהצלחה
hr: Primijenjeno %@ cijena uspješno
hu: %@ ár sikeresen alkalmazva
id: Berhasil menerapkan %@ harga
it: Applicati %@ prezzi con successo
ja: %@件の価格を適用しました
ko: 가격 %@개가 성공적으로 적용되었습니다
nb: Brukte %@ priser vellykket
pl: Pomyślnie zastosowano %@ cen
pt_br: %@ preços aplicados com sucesso
sv: Tillämpade %@ priser
tr: %@ fiyat başarıyla uygulandı
uk: Успішно застосовано %@ цін
vi: Đã áp dụng %@ giá thành công
zh_hans: 已成功应用 %@ 个价格
zh_hant: 已成功套用 %@ 個價格
