Repository: alexryakhin/PriceWizard
Catalog: PriceWizard/Resources/Localization/*.lproj/PriceSettings.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# appliedPricesWithSkipped
source: Applied %@ prices (%@ already set, skipped)
ar: تم تطبيق %@ أسعار (%@ محددة مسبقًا، تم تخطيها)
cs: Aplikováno %@ cen (%@ již nastaveno, přeskočeno)
da: Anvendt %@ priser (%@ allerede sat, sprunget over)
de: %@ Preise übernommen (%@ bereits gesetzt, übersprungen)
el: Εφαρμόστηκαν %@ τιμές (%@ ήδη ορισμένες, παραλείφθηκαν)
es: Aplicados %@ precios (%@ ya establecidos, omitidos)
fi: Käytettiin %@ hintaa (%@ jo asetettu, ohitettu)
fr: %@ prix appliqués (%@ déjà définis, ignorés)
he: הוחלו %@ מחירים (%@ כבר הוגדרו, דולגו)
hr: Primijenjeno %@ cijena (%@ već postavljeno, preskočeno)
hu: %@ ár alkalmazva (%@ már beállítva, kihagyva)
id: Menerapkan %@ harga (%@ sudah diatur, dilewati)
it: Applicati %@ prezzi (%@ già impostati, saltati)
ja: %@件の価格を適用（%@件は既に設定済みのためスキップ）
ko: 가격 %@개 적용 (%@개는 이미 설정됨, 건너뜀)
nb: Brukte %@ priser (%@ allerede satt, hoppet over)
pl: Zastosowano %@ cen (%@ już ustawione, pominięto)
pt_br: %@ preços aplicados (%@ já definidos, ignorados)
sv: Tillämpade %@ priser (%@ redan angivna, hoppades över)
tr: %@ fiyat uygulandı (%@ zaten ayarlı, atlandı)
uk: Застосовано %@ цін (%@ вже встановлено, пропущено)
vi: Đã áp dụng %@ giá (%@ đã đặt, bỏ qua)
zh_hans: 已应用 %@ 个价格（%@ 个已设置，已跳过）
zh_hant: 已套用 %@ 個價格（%@ 個已設定，已略過）

# demoModeApplyDisabled
source: Demo mode – apply is disabled
da: Demo-tilstand – anvendelse er deaktiveret
de: Demo-Modus – Übernahme deaktiviert
fi: Demotila – käyttö on pois päältä
he: מצב הדגמה – היישום מושבת
hu: Demó mód – az alkalmazás ki van kapcsolva
id: Mode demo – penerapan dinonaktifkan
ja: デモモード – 適用は無効です
sv: Demoläge – tillämpning inaktiverad
uk: Демо-режим – застосування вимкнено
vi: Chế độ demo – áp dụng bị tắt
zh_hans: 演示模式 – 应用已禁用

# demoModeApplySimulated
source: In demo mode, apply is simulated.
da: I demo-tilstand simuleres anvendelsen.
de: Im Demo-Modus wird die Übernahme nur simuliert.
fi: Demotilassa käyttö simuloidaan.
he: במצב הדגמה, היישום מדומה.
hu: Demó módban az alkalmazás szimulált.
id: Dalam mode demo, penerapan disimulasikan.
ja: デモモードでは、適用はシミュレーションされます。
sv: I demoläge simuleras tillämpningen.
uk: У демо-режимі застосування імітується.
vi: Trong chế độ demo, áp dụng được mô phỏng.
zh_hans: 在演示模式下，应用为模拟。
